<template>
  <div>
    <swiper :options="swiperOption" class="swiper">
      <swiper-slide class="text">
        <div>
             在一个伸手不见五指的雾夜，俄罗斯总统普京和国防部长绍伊古所乘专机在吉尔吉斯斯坦首都机场降落时遇到了困难，绍伊古的飞机最终决定改航前往另一个机场降落，而普京专机的飞行员则“艺高人胆大”，成功“盲降”，给“战斗民族飞行员”系列传说又增添了浓墨重彩的一笔。
          只闻其声，不见其机
          据今日俄罗斯网站29日报道，28日，俄防长绍伊古所乘飞机的机组人员决定放弃在恶劣条件下降落在吉尔吉斯斯坦首都比什凯克的机场。此后不久，载有普京的专机“伊尔-96”也接近比什凯克机场。
          知情人士透露，考虑到天气情况，机场官员为普京的飞行员提供了改航至邻国哈萨克斯坦阿拉木图的选项。
          但是，由于这两个城市相距约235公里，对于在集体安全条约组织峰会上日程繁忙的普京来说，这明显绕路太多。
          “我将会降落。”普京专机的飞行员这样告诉机场调度员。消息人士介绍称：“尽管当时雾气非常浓，专机还是如同外科手术般地精准降落了。”
          克里姆林宫新闻秘书佩斯科夫后来也证实了这则消息，他明确表示，“盲降”行动没有违反任何总统专机的安全许可条例。
          今日俄罗斯新闻网公布的视频显示，当晚机场的能见度很低，甚至“只闻其声，不见其机”。普京专机在浓雾中缓缓出现在跑道上，挺稳后，普京从舷梯上从容走下，迎接他但是吉尔吉斯斯坦总统热恩别科夫。
          资深飞行员、苏联航空部前副部长斯米尔诺夫称，机长做出的“盲降”决定并没有危害普京等机上人员的生命。
          这架总统专机配备了先进的导航设备，该设备可以在自动模式下“盲降”，而无需与地面目视接触。据悉，机组人员在经过特殊训练后才能执行此类降落。
          斯米尔诺夫也指出，这并不意味着俄防长所乘飞机的飞行员是资格或是经验不足。“我非常了解这个机场，也曾去过那里。由于靠近山区，比什凯克的雾有其独特之处。它可以迅速变浓，也能迅速消散。”
          斯米尔诺夫认为，在俄防长的飞机到达机场时雾可能太浓，导致能见度为零。但是过了一段时间，当普京的飞机准备降落时，雾就变得稀薄了。
          “所有航班都延误，只有俄航敢降落”似乎已经成了“战斗民族”航空公司的日常，越是恶劣天气越能脱颖而出。
          人们甚至开始调侃，“俄罗斯民航飞行员都是开过战斗机的”，那么，搭载俄罗斯总统的专机是否也像民航一样“刚”？
          机长揭秘惊魂一幕：险些冲出跑道
          今年9月，俄总统专机机长费多鲁什金就揭秘了专机曾遭遇的惊魂一幕。当时普京正从莫斯科赶往圣彼得堡参加活动，而飞机在降落时险些冲出跑道。
          “当天，莫斯科和圣彼得堡的天气情况均不适合飞行，两个地方都有侧风，以及阵风。所以当我们起飞后升至5000至6000米时，遇到强烈的气流颠簸。”费多鲁什金回忆道。
          费多鲁什金坦言，这是他从业40多年来“最艰难”的一次飞行，“我们的飞机升到9000米，我们晃得猛烈，以至于如果我们没系好安全带，头会撞到天花板上。”
          当飞机要在圣彼得堡着陆时，雨水非常大，几乎覆盖了机场。“飞机有90%的几率会冲出跑道，但我们控制住了。”
          这次飞行过后，普京曾叫费多鲁什金去办公室询问飞行情况，“我们谈了一下，那当然是一次不愉快的经历。”
          普京的专机是一架经过特殊改装的伊尔-96-300，机长55米、重达230吨，可连续飞行9500公里，造价高达5亿美元，被誉为“飞行的克里姆林宫”。
          俄罗斯国家电视台曾曝光总统专机内部：机上有特意为总统规划的活动和工作区，还有休息区、浴室、淋浴间。真皮沙发、桌子、椅子全都镶有金边，卧室有双人床。还有一条又长又宽的走道，让酷爱运动的普京活动筋骨。
          在紧急情况下，该专机可变身为“空中指挥中心”。机上有全套最先进的通讯设备，可以实现空中地面无阻碍沟通。而且所有通讯设备都是最高的安全级别，防止窃听拦截，还可直接指挥俄多军种作战以及核反击等。
          专机还配备了最新的“警报器-3”全向报警自卫装置，以及红外及雷达干扰拖曳诱饵，在导弹来袭时，可有效干扰其制导头，使其偏离目标。
          为迷惑潜在威胁，俄罗斯空军共改装了4架同样规格的专机，每次出访只有核心人员才知道普京坐在哪一架飞机上。
          网友评论 延伸阅读 仪表着陆系统 仪表着陆系统(Instrument Landing System,
          ILS)
          又译为仪器降落系统，盲降系统，是应用最为广泛的飞机精密进近和着陆引导系统。它的作用是由地面发射的两束无线电信号实现航向道和下滑道指引，建立一条由跑道指向空中的虚拟路径，飞机通过机载接收设备，确定自身与该路径的相对位置，使飞机沿正确方向飞向跑道并且平稳下降高度，最终实现安全着陆。
          盲降是仪表着陆系统ILS的俗称。因为仪表着陆系统能在低天气标准或飞行员看不到任何目视参考的天气下引导飞机进近着陆，所以人们就把仪表着陆系统称为盲降，即飞行员在肉眼无法看清机场跑道的情况下操控航班降落。
          来源 北晚新视觉网综合 东方网@参考消息 百度百科 在一个伸手不见五指的雾夜，俄罗斯总统普京和国防部长绍伊古所乘专机在吉尔吉斯斯坦首都机场降落时遇到了困难，绍伊古的飞机最终决定改航前往另一个机场降落，而普京专机的飞行员则“艺高人胆大”，成功“盲降”，给“战斗民族飞行员”系列传说又增添了浓墨重彩的一笔。
          只闻其声，不见其机
          据今日俄罗斯网站29日报道，28日，俄防长绍伊古所乘飞机的机组人员决定放弃在恶劣条件下降落在吉尔吉斯斯坦首都比什凯克的机场。此后不久，载有普京的专机“伊尔-96”也接近比什凯克机场。
          知情人士透露，考虑到天气情况，机场官员为普京的飞行员提供了改航至邻国哈萨克斯坦阿拉木图的选项。
          但是，由于这两个城市相距约235公里，对于在集体安全条约组织峰会上日程繁忙的普京来说，这明显绕路太多。
          “我将会降落。”普京专机的飞行员这样告诉机场调度员。消息人士介绍称：“尽管当时雾气非常浓，专机还是如同外科手术般地精准降落了。”
          克里姆林宫新闻秘书佩斯科夫后来也证实了这则消息，他明确表示，“盲降”行动没有违反任何总统专机的安全许可条例。
          今日俄罗斯新闻网公布的视频显示，当晚机场的能见度很低，甚至“只闻其声，不见其机”。普京专机在浓雾中缓缓出现在跑道上，挺稳后，普京从舷梯上从容走下，迎接他但是吉尔吉斯斯坦总统热恩别科夫。
          资深飞行员、苏联航空部前副部长斯米尔诺夫称，机长做出的“盲降”决定并没有危害普京等机上人员的生命。
          这架总统专机配备了先进的导航设备，该设备可以在自动模式下“盲降”，而无需与地面目视接触。据悉，机组人员在经过特殊训练后才能执行此类降落。
          斯米尔诺夫也指出，这并不意味着俄防长所乘飞机的飞行员是资格或是经验不足。“我非常了解这个机场，也曾去过那里。由于靠近山区，比什凯克的雾有其独特之处。它可以迅速变浓，也能迅速消散。”
          斯米尔诺夫认为，在俄防长的飞机到达机场时雾可能太浓，导致能见度为零。但是过了一段时间，当普京的飞机准备降落时，雾就变得稀薄了。
          “所有航班都延误，只有俄航敢降落”似乎已经成了“战斗民族”航空公司的日常，越是恶劣天气越能脱颖而出。
          人们甚至开始调侃，“俄罗斯民航飞行员都是开过战斗机的”，那么，搭载俄罗斯总统的专机是否也像民航一样“刚”？
          机长揭秘惊魂一幕：险些冲出跑道
          今年9月，俄总统专机机长费多鲁什金就揭秘了专机曾遭遇的惊魂一幕。当时普京正从莫斯科赶往圣彼得堡参加活动，而飞机在降落时险些冲出跑道。
          “当天，莫斯科和圣彼得堡的天气情况均不适合飞行，两个地方都有侧风，以及阵风。所以当我们起飞后升至5000至6000米时，遇到强烈的气流颠簸。”费多鲁什金回忆道。
          费多鲁什金坦言，这是他从业40多年来“最艰难”的一次飞行，“我们的飞机升到9000米，我们晃得猛烈，以至于如果我们没系好安全带，头会撞到天花板上。”
          当飞机要在圣彼得堡着陆时，雨水非常大，几乎覆盖了机场。“飞机有90%的几率会冲出跑道，但我们控制住了。”
          这次飞行过后，普京曾叫费多鲁什金去办公室询问飞行情况，“我们谈了一下，那当然是一次不愉快的经历。”
          普京的专机是一架经过特殊改装的伊尔-96-300，机长55米、重达230吨，可连续飞行9500公里，造价高达5亿美元，被誉为“飞行的克里姆林宫”。
          俄罗斯国家电视台曾曝光总统专机内部：机上有特意为总统规划的活动和工作区，还有休息区、浴室、淋浴间。真皮沙发、桌子、椅子全都镶有金边，卧室有双人床。还有一条又长又宽的走道，让酷爱运动的普京活动筋骨。
          在紧急情况下，该专机可变身为“空中指挥中心”。机上有全套最先进的通讯设备，可以实现空中地面无阻碍沟通。而且所有通讯设备都是最高的安全级别，防止窃听拦截，还可直接指挥俄多军种作战以及核反击等。
          专机还配备了最新的“警报器-3”全向报警自卫装置，以及红外及雷达干扰拖曳诱饵，在导弹来袭时，可有效干扰其制导头，使其偏离目标。
          为迷惑潜在威胁，俄罗斯空军共改装了4架同样规格的专机，每次出访只有核心人员才知道普京坐在哪一架飞机上。
          网友评论 延伸阅读 仪表着陆系统 仪表着陆系统(Instrument Landing System,
          ILS)
          又译为仪器降落系统，盲降系统，是应用最为广泛的飞机精密进近和着陆引导系统。它的作用是由地面发射的两束无线电信号实现航向道和下滑道指引，建立一条由跑道指向空中的虚拟路径，飞机通过机载接收设备，确定自身与该路径的相对位置，使飞机沿正确方向飞向跑道并且平稳下降高度，最终实现安全着陆。
          盲降是仪表着陆系统ILS的俗称。因为仪表着陆系统能在低天气标准或飞行员看不到任何目视参考的天气下引导飞机进近着陆，所以人们就把仪表着陆系统称为盲降，即飞行员在肉眼无法看清机场跑道的情况下操控航班降落。
          来源 北晚新视觉网综合 东方网@参考消息 百度百科 在一个伸手不见五指的雾夜，俄罗斯总统普京和国防部长绍伊古所乘专机在吉尔吉斯斯坦首都机场降落时遇到了困难，绍伊古的飞机最终决定改航前往另一个机场降落，而普京专机的飞行员则“艺高人胆大”，成功“盲降”，给“战斗民族飞行员”系列传说又增添了浓墨重彩的一笔。
          只闻其声，不见其机
          据今日俄罗斯网站29日报道，28日，俄防长绍伊古所乘飞机的机组人员决定放弃在恶劣条件下降落在吉尔吉斯斯坦首都比什凯克的机场。此后不久，载有普京的专机“伊尔-96”也接近比什凯克机场。
          知情人士透露，考虑到天气情况，机场官员为普京的飞行员提供了改航至邻国哈萨克斯坦阿拉木图的选项。
          但是，由于这两个城市相距约235公里，对于在集体安全条约组织峰会上日程繁忙的普京来说，这明显绕路太多。
          “我将会降落。”普京专机的飞行员这样告诉机场调度员。消息人士介绍称：“尽管当时雾气非常浓，专机还是如同外科手术般地精准降落了。”
          克里姆林宫新闻秘书佩斯科夫后来也证实了这则消息，他明确表示，“盲降”行动没有违反任何总统专机的安全许可条例。
          今日俄罗斯新闻网公布的视频显示，当晚机场的能见度很低，甚至“只闻其声，不见其机”。普京专机在浓雾中缓缓出现在跑道上，挺稳后，普京从舷梯上从容走下，迎接他但是吉尔吉斯斯坦总统热恩别科夫。
          资深飞行员、苏联航空部前副部长斯米尔诺夫称，机长做出的“盲降”决定并没有危害普京等机上人员的生命。
          这架总统专机配备了先进的导航设备，该设备可以在自动模式下“盲降”，而无需与地面目视接触。据悉，机组人员在经过特殊训练后才能执行此类降落。
          斯米尔诺夫也指出，这并不意味着俄防长所乘飞机的飞行员是资格或是经验不足。“我非常了解这个机场，也曾去过那里。由于靠近山区，比什凯克的雾有其独特之处。它可以迅速变浓，也能迅速消散。”
          斯米尔诺夫认为，在俄防长的飞机到达机场时雾可能太浓，导致能见度为零。但是过了一段时间，当普京的飞机准备降落时，雾就变得稀薄了。
          “所有航班都延误，只有俄航敢降落”似乎已经成了“战斗民族”航空公司的日常，越是恶劣天气越能脱颖而出。
          人们甚至开始调侃，“俄罗斯民航飞行员都是开过战斗机的”，那么，搭载俄罗斯总统的专机是否也像民航一样“刚”？
          机长揭秘惊魂一幕：险些冲出跑道
          今年9月，俄总统专机机长费多鲁什金就揭秘了专机曾遭遇的惊魂一幕。当时普京正从莫斯科赶往圣彼得堡参加活动，而飞机在降落时险些冲出跑道。
          “当天，莫斯科和圣彼得堡的天气情况均不适合飞行，两个地方都有侧风，以及阵风。所以当我们起飞后升至5000至6000米时，遇到强烈的气流颠簸。”费多鲁什金回忆道。
          费多鲁什金坦言，这是他从业40多年来“最艰难”的一次飞行，“我们的飞机升到9000米，我们晃得猛烈，以至于如果我们没系好安全带，头会撞到天花板上。”
          当飞机要在圣彼得堡着陆时，雨水非常大，几乎覆盖了机场。“飞机有90%的几率会冲出跑道，但我们控制住了。”
          这次飞行过后，普京曾叫费多鲁什金去办公室询问飞行情况，“我们谈了一下，那当然是一次不愉快的经历。”
          普京的专机是一架经过特殊改装的伊尔-96-300，机长55米、重达230吨，可连续飞行9500公里，造价高达5亿美元，被誉为“飞行的克里姆林宫”。
          俄罗斯国家电视台曾曝光总统专机内部：机上有特意为总统规划的活动和工作区，还有休息区、浴室、淋浴间。真皮沙发、桌子、椅子全都镶有金边，卧室有双人床。还有一条又长又宽的走道，让酷爱运动的普京活动筋骨。
          在紧急情况下，该专机可变身为“空中指挥中心”。机上有全套最先进的通讯设备，可以实现空中地面无阻碍沟通。而且所有通讯设备都是最高的安全级别，防止窃听拦截，还可直接指挥俄多军种作战以及核反击等。
          专机还配备了最新的“警报器-3”全向报警自卫装置，以及红外及雷达干扰拖曳诱饵，在导弹来袭时，可有效干扰其制导头，使其偏离目标。
          为迷惑潜在威胁，俄罗斯空军共改装了4架同样规格的专机，每次出访只有核心人员才知道普京坐在哪一架飞机上。
          网友评论 延伸阅读 仪表着陆系统 仪表着陆系统(Instrument Landing System,
          ILS)
          又译为仪器降落系统，盲降系统，是应用最为广泛的飞机精密进近和着陆引导系统。它的作用是由地面发射的两束无线电信号实现航向道和下滑道指引，建立一条由跑道指向空中的虚拟路径，飞机通过机载接收设备，确定自身与该路径的相对位置，使飞机沿正确方向飞向跑道并且平稳下降高度，最终实现安全着陆。
          盲降是仪表着陆系统ILS的俗称。因为仪表着陆系统能在低天气标准或飞行员看不到任何目视参考的天气下引导飞机进近着陆，所以人们就把仪表着陆系统称为盲降，即飞行员在肉眼无法看清机场跑道的情况下操控航班降落。
          来源 北晚新视觉网综合 东方网@参考消息 百度百科
          在一个伸手不见五指的雾夜，俄罗斯总统普京和国防部长绍伊古所乘专机在吉尔吉斯斯坦首都机场降落时遇到了困难，绍伊古的飞机最终决定改航前往另一个机场降落，而普京专机的飞行员则“艺高人胆大”，成功“盲降”，给“战斗民族飞行员”系列传说又增添了浓墨重彩的一笔。
          只闻其声，不见其机
          据今日俄罗斯网站29日报道，28日，俄防长绍伊古所乘飞机的机组人员决定放弃在恶劣条件下降落在吉尔吉斯斯坦首都比什凯克的机场。此后不久，载有普京的专机“伊尔-96”也接近比什凯克机场。
          知情人士透露，考虑到天气情况，机场官员为普京的飞行员提供了改航至邻国哈萨克斯坦阿拉木图的选项。
          但是，由于这两个城市相距约235公里，对于在集体安全条约组织峰会上日程繁忙的普京来说，这明显绕路太多。
          “我将会降落。”普京专机的飞行员这样告诉机场调度员。消息人士介绍称：“尽管当时雾气非常浓，专机还是如同外科手术般地精准降落了。”
          克里姆林宫新闻秘书佩斯科夫后来也证实了这则消息，他明确表示，“盲降”行动没有违反任何总统专机的安全许可条例。
          今日俄罗斯新闻网公布的视频显示，当晚机场的能见度很低，甚至“只闻其声，不见其机”。普京专机在浓雾中缓缓出现在跑道上，挺稳后，普京从舷梯上从容走下，迎接他但是吉尔吉斯斯坦总统热恩别科夫。
          资深飞行员、苏联航空部前副部长斯米尔诺夫称，机长做出的“盲降”决定并没有危害普京等机上人员的生命。
          这架总统专机配备了先进的导航设备，该设备可以在自动模式下“盲降”，而无需与地面目视接触。据悉，机组人员在经过特殊训练后才能执行此类降落。
          斯米尔诺夫也指出，这并不意味着俄防长所乘飞机的飞行员是资格或是经验不足。“我非常了解这个机场，也曾去过那里。由于靠近山区，比什凯克的雾有其独特之处。它可以迅速变浓，也能迅速消散。”
          斯米尔诺夫认为，在俄防长的飞机到达机场时雾可能太浓，导致能见度为零。但是过了一段时间，当普京的飞机准备降落时，雾就变得稀薄了。
          “所有航班都延误，只有俄航敢降落”似乎已经成了“战斗民族”航空公司的日常，越是恶劣天气越能脱颖而出。
          人们甚至开始调侃，“俄罗斯民航飞行员都是开过战斗机的”，那么，搭载俄罗斯总统的专机是否也像民航一样“刚”？
          机长揭秘惊魂一幕：险些冲出跑道
          今年9月，俄总统专机机长费多鲁什金就揭秘了专机曾遭遇的惊魂一幕。当时普京正从莫斯科赶往圣彼得堡参加活动，而飞机在降落时险些冲出跑道。
          “当天，莫斯科和圣彼得堡的天气情况均不适合飞行，两个地方都有侧风，以及阵风。所以当我们起飞后升至5000至6000米时，遇到强烈的气流颠簸。”费多鲁什金回忆道。
          费多鲁什金坦言，这是他从业40多年来“最艰难”的一次飞行，“我们的飞机升到9000米，我们晃得猛烈，以至于如果我们没系好安全带，头会撞到天花板上。”
          当飞机要在圣彼得堡着陆时，雨水非常大，几乎覆盖了机场。“飞机有90%的几率会冲出跑道，但我们控制住了。”
          这次飞行过后，普京曾叫费多鲁什金去办公室询问飞行情况，“我们谈了一下，那当然是一次不愉快的经历。”
          普京的专机是一架经过特殊改装的伊尔-96-300，机长55米、重达230吨，可连续飞行9500公里，造价高达5亿美元，被誉为“飞行的克里姆林宫”。
          俄罗斯国家电视台曾曝光总统专机内部：机上有特意为总统规划的活动和工作区，还有休息区、浴室、淋浴间。真皮沙发、桌子、椅子全都镶有金边，卧室有双人床。还有一条又长又宽的走道，让酷爱运动的普京活动筋骨。
          在紧急情况下，该专机可变身为“空中指挥中心”。机上有全套最先进的通讯设备，可以实现空中地面无阻碍沟通。而且所有通讯设备都是最高的安全级别，防止窃听拦截，还可直接指挥俄多军种作战以及核反击等。
          专机还配备了最新的“警报器-3”全向报警自卫装置，以及红外及雷达干扰拖曳诱饵，在导弹来袭时，可有效干扰其制导头，使其偏离目标。
          为迷惑潜在威胁，俄罗斯空军共改装了4架同样规格的专机，每次出访只有核心人员才知道普京坐在哪一架飞机上。
          网友评论 延伸阅读 仪表着陆系统 仪表着陆系统(Instrument Landing System,
          ILS)
          又译为仪器降落系统，盲降系统，是应用最为广泛的飞机精密进近和着陆引导系统。它的作用是由地面发射的两束无线电信号实现航向道和下滑道指引，建立一条由跑道指向空中的虚拟路径，飞机通过机载接收设备，确定自身与该路径的相对位置，使飞机沿正确方向飞向跑道并且平稳下降高度，最终实现安全着陆。
          盲降是仪表着陆系统ILS的俗称。因为仪表着陆系统能在低天气标准或飞行员看不到任何目视参考的天气下引导飞机进近着陆，所以人们就把仪表着陆系统称为盲降，即飞行员在肉眼无法看清机场跑道的情况下操控航班降落。
          来源 北晚新视觉网综合 东方网@参考消息 百度百科2
        </div>
      </swiper-slide>
    </swiper>
  </div>
</template>

<script>
import { swiper, swiperSlide } from "vue-awesome-swiper";
import "swiper/dist/css/swiper.css";
export default {
  data() {
    return {
      swiperOption: {
        //   竖向滚动
        direction: "vertical",
        // 每一屏显示几个
        slidesPerView: "auto",
        // false为固定滚动一屏，true为按照移动的像素滚动
        freeMode: true,
        // mousewheel是否可以通过鼠标滚动操作滚动
        mousewheel: true
      }
    };
  },
  components: {
    swiper,
    swiperSlide
  }
};
</script>

<style  scoped>
.swiper{
    height: 300px;
    overflow: hidden;
}
.text{
    font-size: 18px;
    text-align: center;
    padding :30px;
    height: auto;
    box-sizing: border-box;
}
</style>
